[Killed] ArithmeticOperator
src/calculator.ts:6:10
 }
 
 export function subtract(a: number, b: number): number {
-  return a - b;
+  return a + b;
 }
 // TDD Red Phase
killedBy: Calculator Unit Tests should subtract numbers correctly
statusReason: expected 7 to be 3 // Object.is equality
